Repository: Miyuyami/SWPatcher
Catalog: SWPatcher/Resources/*.resx
Languages: ko, ru, vi, zh

# box_game_dir
source: Game location
ko: 게임 경로
ru: Расположение игры
vi: Đường dẫn của game
zh: 游戏位置

# box_game_options
source: Change in-game options
ko: 게임 옵션 변경
ru: Изменить настройки игры
vi: Thay đổi tùy chỉnh trong game
zh: 更改游戏内选项

# box_language
source: Language
ko: 언어
ru: Язык
vi: Ngôn ngữ
zh: 语言

# box_patcher_dir
source: Patcher location
ko: 패쳐 경로
ru: Расположение патчера
vi: Đường dẫn Patcher
zh: 修改器位置

# box_patch_exe
source: Patching .exe to support other unicode languages
ko: 유니코드 기능 서포트 (필요)
ru: Пропатчить .exe для поддержки других юникод языков
vi: Chỉnh sửa .exe để hỗ trợ ký tự Unicode
zh: 修改 .exe 文件以支持其它 unicode 语言

# box_pw
source: Soulworker Password
ko: 소울워커 패스워드
ru: Soulworker пароль
zh: Soulworker 密码

# box_want_login
source: Tired to login from the website?
ko: 웹사이트에서 부터 로그인하는게 피곤한가요?
ru: Устали входить с сайта?
vi: Ngán ngẩm phải đăng nhập từ website?
zh: 不想从网页登陆了？

# button_apply
source: Apply
ko: 적용
ru: Применить
vi: Áp dụng
zh: 应用

# button_cancel
source: Cancel
ko: 취소
ru: Отмена
vi: Hủy bỏ
zh: 取消

# button_cancelling
source: Cancelling...
ko: 취소중...
ru: Отменяется...
vi: Đang hủy bỏ...
zh: 正在取消...

# button_change
source: Change
ko: 변경
ru: Изменить
vi: Thay đổi
zh: 更改

# button_download_translation
source: Download Translations
ko: 번역 다운로드
ru: Загрузить перевод
vi: Tải bản dịch
zh: 下载翻译

# button_exit
source: Exit
ko: 닫기
ru: Выйти
vi: Thoát
zh: 退出

# button_game_options
source: Game Options
ko: 게임 옵션
ru: Настройки игры
vi: Tùy chỉnh trò chơi
zh: 游戏选项

# button_open
source: Open
ru: Открыть
vi: Mở
zh: 打开

# button_play
source: Ready to Play!
ru: Готов играть!
zh: 准备开玩！

# button_play_raw
source: Start Game Raw
ko: 일본어로 진행
ru: Начать игру Raw
vi: Bắt đầu trò chơi mà không dùng Patch
zh: 直接启动原始游戏

# check_patch_exe
source: Yes, I am aware of the risks and want to patch it
ko: 네, 리스크를 감수하고 패치하겠습니다
ru: Да, я знаю о рисках и хочу это пропатчить
vi: Tôi đồng ý với rủi ro và đồng ý chỉnh sửa.
zh: 是，我了解风险，决定修改

# check_want_login
source: Login using the Patcher
ko: 패쳐를 통해 로그인
ru: Авторизация при помощи патчера
vi: Đăng nhập bằng Patcher
zh: 使用修改器登陆

# dialog_folder_change_game_dir
source: Select your Soulworker game client folder.
ko: 소울워커 게임 클라이언트 폴더를 선택해주십시오.
ru: Выберите папку с игровым клиентом Soulworker.
vi: Chọn đến thư mục game.
zh: 选择 Soulworker 客户端文件夹。

# dialog_folder_change_patcher_dir
source: Select your new desired patcher folder.
ko: 새로운 패쳐 폴더를 지정해주십시오.
ru: Выберите новую папку для патчера.
vi: Chọn đến thư mục mà Patcher làm việc.
zh: 选择新的修改器数据文件夹。

# error_exe_patch_fail
source: .exe patch was not applied due to "{0}" not having been updated for the new client after a recent update. The client patch has been disabled. The game can still operate, except some texts will not be shown. Please try again later when "{0}" is implemented.
ko: 클라이언트 유니코드 패치가 "{0}"가 최신 업데이트된 클라이언트에 대해 변경이 되지 않았기에 적용이 되지 않았습니다. 클라이언트 패치가 비활성화되었습니다. 번역패치를 사용하실수 있지만, 몇몇 텍스트는 물음표로 표기될수도 있습니다. "{0}" 가 적용이 된후 클라이언트 유니코드 패치를 재시도해주세요.
ru: .exe патч не был применен из-за "{0} " не был обновлен для нового клиента после последнего обновления. Клиентское исправление было отключено. Игра все еще может работать, за исключением некоторых текстов не будет показано. Повторите попытку позже, когда реализуется "{0} ".
vi: Không thể patch tập tin .exe vì lý do phương thức "{0}" chưa được cập nhật cho client hiện tại. Patch cho client đã bị vô hiệu hóa. Client vẫn sẽ được cập nhật, ngoại trừ việc một vài đoạn chữ sẽ không hiện. Xin vui lòng thử lại sau khi "{0}" đã được hoàn thiện.
zh: .exe 未应用修改，因为在最近一次更新后，客户端文件 "{0}" 未更新。客户端修改已禁用。游戏仍然可以运行，只不过一些文本无法显示。请在更新 "{0}" 后重试。

# error_exe_region_not_supported
source: Your Soulworker region does not support .exe patching. The client patch has been disabled. The game can still operate, except some texts will not be shown.
ru: Ваш регион Soulworker не поддерживает исправления .exe. Клиентский патч отключен. Игра все еще может работать, за исключением некоторых текстов, которые не будут показаны.
vi: Soulworker dành cho khu vực được chọn không hỗ trợ patch tập tin .exe. Patch đã bị bỏ qua. Trò chơi vẫn sẽ hoạt động ngoại trừ một số chữ có thể sẽ không hiển thị được.
zh: 您的 Soulworker 区服不支持 .exe 修改。客户端修改已禁用。游戏仍然可以运行，只不过一些文本无法显示。

# exception_account_not_validated
source: Your soulworker account is not verified. Please verify your account on the website.
ru: Ваша учетная запись soulworker не подтверждена. Пожалуйста, подтвердите свой аккаунт на сайте.
vi: Tài khoản chưa được kích hoạt. Xin vui lòng kích hoạt tài khoản.
zh: 您的 Soulworker 账号未验证。请在网页上认证账号。

# exception_account_to_be_deleted
source: This account is pending for deletion, if you want to cancel this, contact the customer support.
ru: Эта учетная запись ожидает удаления, если вы хотите отменить это, обратитесь в службу поддержки.
vi: Tài khoản này đang trong giai đoạn "Đang xóa", nếu như bạn muốn hủy bỏ hành động này, xin vui lòng liên hệ "Chăm sóc khách hàng"
zh: 这个账号正在等待删除。如果你想取消，请与客服练习。

# exception_already_latest_translation
source: You already have the latest ({0} JST) translation files for this language!
ko: 이미 이 언어의 최신 번역이 업데이트되있습니다!
ru: У вас уже есть последние ({0} JST) файлы перевода для этого языка!
vi: Bạn đã có phiên bản mới nhất ({0} JST) của bản dịch này!
zh: 您已有此语言的最新（日本时间 {0}）翻译！

# exception_cannot_close
source: {0} is currently busy and cannot close.
ko: {0} 는 현재 작업중이라 닫을수 없습니다.
ru: {0} сейчас занят и не может быть закрыт.
vi: {0} đang bận và không thể thoát.
zh: {0} 正忙，无法关闭。

# exception_cannot_restore_file
source: Directory with the file "{0}" doesn't exist. Cannot restore this folder and it will be deleted.
ko: 파일 경로가 존재하지 않습니다. "{0}" 가 없습니다. 파일 복구 불가능, 삭제합니다.
ru: Каталог с файлом "{0}" не существует. Невозможно восстановить эту папку, и она будет удалена.
vi: Thư mục bao gồm tập tin "{0}" không tồn tại. Không thể khôi phục, thư mục sẽ bị xóa.
zh: 包含文件 {0} 的目录不存在。无法还原此文件夹，它将被删除。

# exception_captcha_required
source: Cannot login using patcher because your login requires to fill a captcha.
ru: Не возможно авторизоваться с помощью патчера, требуется ввод кпчи.
vi: Không thể đăng nhập bằng patcher vì lượt đăng nhập của bạn đòi hỏi phải điền captcha
zh: 无法使用修改器登陆，因为登陆需要人机验证。

# exception_captcha_validation
source: Too many invalid logins. You must login and complete the captcha on Hangame website.
ko: 로그인 시도 횟수를 초과하였습니다. 한게임 JP 사이트에 로그인을해서 캡챠를 입력하셔야합니다.
ru: Слишком много неправильных входов.. Вы должны войти в систему и заполнить капчу на сайте Hangame.
vi: Đăng nhập thất bại quá nhiều. Xin vui lòng đăng nhập và hoàn tất captcha tại trang chủ của Hangame
zh: 登陆失败过多。您必须登陆 Hange 网站完成人机验证。

# exception_directory_not_exist
source: Game directory does not exist "{0}".
ru: Папка игры не существует "{0}".
vi: Thư mục game không tồn tại "{0}".
zh: 游戏目录不存在 "{0}"。

# exception_directory_rights
source: Unable to set the right permissions to the game folder "{0}".
ko: 게임 폴더 "{0}" 경로에 권한설정을 실패하였습니다.
ru: Невозможно установить правильные разрешения для папки с игрой "{0}".
vi: Không thể truy cập vào thư mục "{0}".
zh: 无法为游戏文件夹 "{0}" 设置正确权限。

# exception_empty_id
source: ID cannot be empty, please set up your Soulworker ID or uncheck the login option.
ko: ID칸이 비어있습니다. 소울워커 ID를 입력하거나 패쳐에서 로그인하는 기능을 꺼주세요.
ru: Идентификатор не может быть пустым, пожалуйста, настройте свой идентификатор Soulworker ID или снимите флажок для входа в систему.
vi: ID không được để trống, xin vui lòng nhập ID hoặc bỏ chọn "Đăng nhập bằng Patcher"
zh: ID不能为空，请设置您的 Soulworker ID 或取消选择使用修改器登陆。

# exception_empty_pw
source: Password cannot be empty, please set up your Soulworker Password or uncheck the login option.
ko: 비밀번호칸이 비어있습니다. 소울워커 비밀번호를 입력하거나 패쳐에서 로그인하는 기능을 꺼주세요.
ru: Пароль не может быть пустым, установите пароль Soulworker или снимите флажок для входа.
vi: Password không được để trống, xin vui lòng nhập Password hoặc bỏ chọn "Đăng nhập bằng Patcher"
zh: 密码不能为空，请设置您的 Soulworker 密码或取消选择使用修改器登陆。

# exception_folder_not_game_folder
source: The selected folder is not a Soulworker game client folder.
ko: 지정된 폴더가 소울워커 게임 클라이언트 폴더가 아닙니다.
ru: Выбранная папка не является папкой игрового клиента Soulworker.
zh: 选中的文件夹不是 SoulWorker 游戏文件夹。

# exception_folder_same_path_game
source: The program is in the same or in a sub folder as your game client. This will cause malfunctions or data corruption on your game client. Please move the patcher in another location or continue at your own risk.
ko: 프로그램이 게임 파일내에 있습니다. 게임 클라이언트에 오류및 오염을 일으킬수도 있습니다. 다른 경로로 패쳐를 이동하거나 리스크름 감수하고 진행해주세요.
ru: Программа находится в той же или в подпапке, что и ваш игровой клиент.
vi: Thư mục hoạt động của Patcher đang ở trong thư mục của game. Điều này có thể gây ra xung đột hoặc hỏng hóc tệp tin của game. Xin vui lòng di chuyển thư mục đến địa điểm khác hoặc chấp nhận rủi ro và tiếp tục dùng.
zh: 修改器位于游戏同一文件夹或子文件夹下。 这可能使游戏客户端故障或造成数据冲突。 请移动修改器到其他位置，或无视警告继续，一切后果自负。

# exception_follow_instruction_webpage
source: An error occured during login, follow the instructions on the webpage.
ru: При входе в систему произошла ошибка, следуйте инструкциям на веб-странице.
vi: Có lỗi xảy kha trong lúc đăng nhập, xin vui lòng làm theo hướng dẫn trên trang web.
zh: 登陆时遇到错误，请按照网站说明操作。

# exception_game_already_open
source: Cannot proceed because {0} is already running.
ko: {0}가 이미 실행중이므로 진행이 불가능합니다.
ru: Не удается продолжить, так как {0} уже запущен.
vi: Không thể tiếp tục vì {0} đang chạy.
zh: 无法继续，因为 {0} 已在运行。

# exception_game_install_not_found
source: Soulworker {0} installation not found.
ko: 소울워커 프로그램이 감지되지 않습니다.
ru: Установленный Soulworker {0} не найден.
vi: Không tìm thấy Soulworker {0}.
zh: 未找到 Soulworker {0} 安装。

# exception_game_maintenance
source: Soulworker is under maintenance.
ko: 소울워커는 현재 점검중입니다.
ru: Soulworker сейчас на тех. обслуживании.
vi: Máy chủ Soulworker đang trong bảo trì.
zh: Soulworker 正在维护。

# exception_game_not_latest
source: Soulworker is not updated to the latest version. Try again after updating soulworker.
ru: Soulworker не обновлty до последней версии. Повторите попытку после обновления soulworker.
vi: Soulworker chưa được cập nhật đến phiên bản mới nhất. Xin vui lòng thử lại sau khi cập nhật Soulworker.
zh: Soulworker 没有更新至最新版本。请在更新后重试。

# exception_game_stove_maintenance
source: Soulworker maintenance {0} {1} Maintenance ends at {2}. Checklist: {3}
ru: Обслуживание Soulworker {0} {1} Обслуживание заканчивается на {2}. Контрольный список: {3}
vi: Soulworker hiện đang trong bảo trì {0} Thời gian: {1} Bảo trì sẽ kết thúc vào lúc {2}. Danh sách đối chiếu: {3}
zh: Soulworker 维护 {0} {1} 维护结束于 {2}。 清单: {3}

# exception_generic_read_error
source: Failed to read {0}.
ru: Не удалось прочитать {0}.
vi: Đọc {0} thất bại.
zh: 读取 {0} 失败。

# exception_incorrect_id_pw
source: Incorrect ID or Password.
ko: ID 혹은 비밀번호가 틀렸습니다.
ru: Неверный ID или пароль.
vi: Sai ID hoặc mật khẩu.
zh: ID 或密码错误。

# exception_login_option_not_supported
source: Your Soulworker region does not support direct login. The login option was disabled.
ru: Ваш регион Soulworker не поддерживает прямой вход. Опция входа была отключена.
vi: Soulworker dành cho khu vực được chọn hiện không hỗ trợ chức năng đăng nhập bằng SWPatcher. Tùy chọn đăng nhập bằng SWPatcher đã sẽ bị bỏ.
zh: 您的 Soulworker 区服不支持直接登录。登陆选项已禁用。

# exception_log_file_failed
source: Failed to upload log file.
ko: 로그를 업로드하는데 실패하였습니다.
ru: Не удалось отправить файл логов.
vi: Đăng tệp log thất bại.
zh: 上传日志失败。

# exception_log_not_exist
source: Log file does not exist.
ko: 로그 파일이 존재하지 않습니다.
ru: Файл с логами не существует.
vi: Tệp Log không tồn tại.
zh: 日志文件不存在。

# exception_not_login_option
source: Direct login option is not active.
ko: 다이렉트 로그인이 현재 활성화되있지 않습니다.
ru: Опция прямого входа не активна.
vi: Đăng nhập bằng Patcher không được sử dụng.
zh: 直接登录未启用。

# exception_not_tos
source: To play the game you need to accept the Terms of Service.
ko: 게임을 플레이하려면 이용약관에 먼저 동의하셔야합니다.
ru: Чтобы играть в игру, вы должны принять Условия использования.
vi: Để tham gia trò chơi, bạn phải đồng ý Điều khoản dịch vụ.
zh: 想要继续，您需要接受服务条款。

# exception_read_translation_ini
source: Error reading translation version, try to Menu -> Force Patch
ko: 번역 버전을 읽는데 오류가 발생했습니다. 메뉴 -> 강제 패치를 해주십시오.
ru: Ошибка чтения версии перевода, попробуйте Меню -> Принудительное исправление
vi: Có lỗi khi đọc phiên bản của bản dịch, xin vui lòng nhấn thử Menu -> Làm lại Patch mới
zh: 读取翻译版本出错，请尝试 菜单 -> 强制修改

# exception_retry_validation_failed
source: Validation failed.
ko: 인증 실패하였습니다.
ru: Проверка не удалась.
vi: Kiểm tra thất bại.
zh: 验证失败。

# exception_rtpatch_administrator_required
source: Failed to update because the file requires administrative rights. Maybe the file is already in use? Try again.
ko: 관리자 권한이 필요하여 업데이트를 실패했습니다. 파일이 다른 곳에서 실행되고 있다던지...? 다시 시도해주세요.
ru: Не удалось обновить, поскольку для файла требуются права администратора. Возможно файл уже используется? Попробуйте снова.
vi: Cập nhật tập tin tất bại vì thiếu quyền truy cập hoặc tập tin đang được sử dụng. Xin vui lòng thử lại.
zh: 更新失败，因为文件需要管理员权限。也许该文件正在使用中？请重试。

# exception_rtpatch_corrupt
source: Corrupt patch file "{0}"
ko: 오염된 패치 파일 "{0}"
ru: Поврежденный файл патча "{0}"
vi: Tập tin patch "{0}" đã bị hỏng
zh: 补丁文件 "{0}" 损坏

# exception_rtpatch_corrupt_file
source: File corrupted "{0}"
ko: 오염된 파일 "{0}"
ru: Файл поврежден "{0}"
vi: Tập tin "{0}" đã bị hỏng
zh: 文件损坏 "{0}"

# exception_rtpatch_error_open_patch_file
source: Error in opening patch file. Try Again.
ru: Ошибка при открытии файла патча. Попробуйте снова.
vi: Có lỗi xảy ra khi mở tập tin patch. Vui lòng thử lại sau.
zh: 打开补丁文件出错。请重试。

# exception_rtpatch_insufficient_storage
source: Failed to update because there isn't enough storage space on the drive.
ko: 드라이브에 공간이 부족해 업데이트에 실패했습니다.
ru: Не удалось обновить, т.к. на диске недостаточно свободного места.
vi: Cập nhật thất bại vì thiếu không gian trống trên ổ đĩa.
zh: 更新失败，因为设备存储空间不足。

# exception_rtpatch_missing_file
source: File does not exist "{0}"
ko: 파일이 존재하지 않습니다 "{0}"
ru: Файл не существует "{0}"
vi: Tập tin "{0}" không tồn tại
zh: 文件不存在 "{0}"

# exception_rtpatch_not_exist_directory
source: Directory does not exist, check that the game directory is set properly.
ko: 경로가 존재하지 않습니다. 게임 경로가 제대로 설정되어있는지 확인해주십시오.
ru: Каталог не существует, убедитесь, что каталог игры установлен правильно.
vi: Thư mục không tồn tại, xin vui lòng kiểm tra lại đường dẫn
zh: 目录不存在，请检查游戏目录设置是否正确。

# exception_rtpatch_open_patch_file_fail
source: Failed to open patch file. Try again.
ko: 패치 파일을 여는데 실패했습니다. 다시 시도해주세요.
ru: Не удалось открыть файл патча. Попробуйте снова.
vi: Mở tập tin patch thất bại. Xin vui lòng thử lại.
zh: 打开补丁文件失败。请重试。

# exception_rtpatch_read_patch_file_fail
source: Failed to read patch file. Try again.
ko: 패치파일을 읽는데 실패하였습니다. 재시도해주세요.
ru: Не удалось прочитать файл исправления. Попробуйте снова.
vi: Đọc tập tin patch thất bại. Vui lòng thử lại sau.
zh: 拂去补丁文件失败。请重试。

# exception_rtpatch_rename_fail
source: Failed to rename file. Try again.
ko: 파일명을 수정하는데 실패했습니다. 재시도해주세요.
ru: Не удалось переименовать файл. Попробуйте снова.
vi: Đổi tên tập tin thất bại, xin hãy thử lại
zh: 重命名文件失败。请重试。

# exception_rtpatch_result
source: Unknown error occured while updating Soulworker, best known way to fix at this moment is a complete reinstall of Soulworker. Code=[{0}] "{1}" was uploaded for improving the patcher in the future.
ko: 소울워커를 업데이트중 발생미상의 오류가 발생하였습니다. 지금으로써 알려진 고치는 방법은 소울워커를 재인스톨 하는것 뿐입니다. 코드=[{0}] "{1}" 가 패쳐의 향상을 위해 업로드되었습니다.
ru: Произошла неизвестная ошибка при обновлении Soulworker. Самый известный способ исправить это полная переустановка Soulworker. Код = [{0}]
vi: Có lỗi xảy ra trong lúc cập nhật SoulWorker, cách tốt nhất là cài đặt lại trò chơi. Code=[{0}] "{1}" đã được đăng lên để cải thiện patcher.
zh: 更新 Soulworker 时发生未知错误，此视最佳的修复方法是重装 Soulworker。Code=[{0}] 已上传“{1}”，以便将来改进修改器。

# exception_rtpatch_time_date_fail
source: Failed to set the file's time/date stamp. Try again.
ko: 파일 시간 설정에 실패했습니다. 다시 시도해주세요.
ru: Не удалось установить метку времени / даты файла. Попробуйте снова.
vi: Đặt mốc thời gian cho tập tin thất bại. Xin vui lòng thử lại.
zh: 设置文件时间戳失败。请重试。

# exception_server_refused_connection
source: Server has refused the connection. (server maintenance?)
ru: Сервер отказал в соединении. (Обслуживание сервера?)
vi: Máy chủ SoulWorker từ chối kết nối (bảo trì ???)
zh: 服务器拒绝连接。（服务器维护？）

# exception_validation_failed
source: Validation failed. Maybe your IP/Region is blocked?
ko: 인증 실패하였습니다. IP/지정 나라가 차단되있는게 아닐지?
ru: Проверка не удалась. Может быть, ваш IP / регион заблокирован?
vi: Kiểm tra thất bại. Bạn có chắc rằng bạn không bị chặn?
zh: 验证失败。也许您的 IP 或地区被禁？

# form_about
source: About
ru: О нас
vi: Thông tin
zh: 关于

# form_force_patch
source: Force Patch
ko: 강제 패치
ru: Принудительный патч
vi: Làm lại Patch mới
zh: 强制修改

# form_label_new_translation
source: New translations for {0} - ({1})
ko: {0} - ({1}) 의 새로운 번역
ru: Новый перевод для {0} - ({1})
vi: Có bản dịch mới cho {0} - ({1})
zh: {0} 有新翻译 - ({1})

# form_language_pick
source: Language:
ru: Язык:
vi: Ngôn ngữ:
zh: 语言：

# form_menu
source: Menu
ko: 메뉴
ru: Меню
zh: 菜单

# form_open_sw_webpage
source: Open SW Webpage
ko: 소워 웹사이트 열기
ru: Открыть SW веб сайт
vi: Mở trang chủ SW
zh: 打开 SW 网站

# form_refresh
source: Refresh
ko: 새로고침
ru: Обновить
zh: 刷新

# form_region_jp
source: Japan
ru: Япония Hangame
vi: Nhật Bản Hangame
zh: Japan Hange

# form_region_kr
source: Korea
ru: Корея
vi: Hàn Quốc

# form_region_pick
source: Region:
ru: Регион:
vi: Khu vực:
zh: 区服：

# form_settings
source: Settings
ko: 설정
ru: Настройки
vi: Cài đặt
zh: 设置

# form_status_apply
source: Applying...
ko: 적용중...
ru: Применяется...
vi: Đang áp dụng...
zh: 应用中...

# form_status_download
source: Downloading...
ko: 다운로드중...
ru: Загружается...
vi: Đang tải...
zh: 正在下载...

# form_status_patch
source: Working...
ko: 실행중...
ru: Обработка...
vi: Đang làm việc...
zh: 正在运行...

# form_status_patch_exe
source: Patching .exe...
ko: .exe 패치중...
ru: Пропатчивание .exe...
zh: 正在修改 .exe...

# form_status_patch_load
source: Loading...
ko: 로딩 중...
ru: Загрузка...
zh: 加载中...

# form_status_patch_patch
source: Patching...
ko: 패치 중...
ru: Пропатчивание...
vi: Đang cập nhật....
zh: 正在修改...

# form_status_patch_save
source: Saving...
ko: 저장 중...
ru: Сохранение...
vi: Đang lưu lại....
zh: 正在保存...

# form_status_prepare
source: Preparing...
ko: 준비중...
ru: Подготовка...
vi: Đang chuẩn bị...
zh: 准备中...

# form_status_wait_client
source: Waiting for client...
ko: 클라이언트 대기중...
ru: Ожидание игры...
vi: Đang chờ khởi động game...
zh: 等待客户端...

# form_status_wait_close
source: Waiting for client termination...
ko: 클라이언트 중단대기중...
ru: Ожидание завершения игры...
vi: Đang chời thoát game...
zh: 等待客户端结束...

# form_upload_log
source: Upload Log to Pastebin
ko: Pastebin으로 로그 업로드
ru: Загрузить логи в Pastebin
vi: Đăng tệp Log lên Pastebin
zh: 上传日志到 Pastebin

source: Match Windows
ko: Windows 일치
ru: Как в Windows
vi: Tự động
zh: 匹配系统

# notice_outdated_translation
source: Outdated translation files, force patching will now commence.
ko: 번역파일이 최신이 아닌것을 확인, 강제 패치를 강행합니다.
ru: Устаревшие файлы перевода, сейчас начнется принудительное исправление.
vi: Bản dịch lỗi thời, tiến hành làm lại Patch mới.
zh: 过时的翻译文件，现在将开始强制修改。

# notice_pending_restart
source: Some changings will only be applied after restarting the application.
ko: 몇몇 변경은 애플리케이션을 재시작한 이후에 적용됩니다.
ru: Некоторые изменения будут применены только после перезапуска приложения.
vi: Một vài thay đổi sẽ được áp dụng sau khi khởi động lại chương trình.
zh: 某些更改仅会在重新启动应用程序后应用。

# notify_balloon_text
source: Double click to restore...
ko: 더블클릭으로 복구...
ru: Нажмите дважды, что бы восстоновить...
vi: Double click để hiện...
zh: 双击以还原...

# notify_balloon_title
source: Patcher is hidden here
ko: 패쳐는 이제 여기에 숨겨집니다.
ru: Патчер был свернут в панель уведомлений
vi: Patcher ẩn ở đây
zh: 修改器隐藏了

# notify_text
source: Soulworker Patcher
ko: 소울워커 패쳐
ru: Soulworker Патчер

# patcher_description
source: This program comes with ABSOLUTELY NO WARRANTY This is free software, and you are welcome to redistribute it under certain conditions. Soulworker Patcher was made to easily patch latest translations to your Soulworker Client without much risk of corrupting your original files when updating. It also can download latest translations from the SWHQ translation team and apply them at any time.
ko: This program comes with ABSOLUTELY NO WARRANTY This is free software, and you are welcome to redistribute it under certain conditions. 소울워커 패쳐는 최신의 번역 파일들을 소울워커 클라이언트에 오류 없이 깨끗하게 업데이트 하기 위해 만들어진 프로그램 입니다. 또한, SWHQ 번역팀(한국번역은 소울워커 카페 번역팀)에 의해 번역이 된 최신번역 파일들을 손쉽게 다운로드하고 적용시킬수 있습니다.
ru: Эта программа поставляется без КАКИХ-ЛИБО ГАРАНТИЙ. Это бесплатное программное обеспечение, и вы можете распространять его при определенных условиях. Soulworker Patcher был сделан, чтобы легко исправлять последние переводы вашему клиенту Soulworker без особого риска повреждения ваших исходных файлов при обновлении. Он также может загружать последние переводы из команды перевода SWHQ и применять их в любое время.
vi: This program comes with ABSOLUTELY NO WARRANTY This is free software, and you are welcome to redistribute it under certain conditions. Soulworker Patcher được làm ra là để áp dụng các bản dịch vào game mà không gây ra nhiều rủi ro hỏng tệp của game. Nguồn dịch được tải từ nhóm dịch ở SWHQ.
zh: This program comes with ABSOLUTELY NO WARRANTY This is free software, and you are welcome to redistribute it under certain conditions. Soulworker Patcher 可以轻松地将最新翻译修改到 Soulworker 客户端，而不会在更新时损坏原始文件。 它还可以从SWHQ翻译团队下载最新的翻译，并随时应用。

# question_backup_files_found
source: Backup files found. Do you want to restore them now back in your client? Existing ones from your client will be swapped to the {0} translation. Selecting No will remove those backup files.
ko: 백엄 파일 확인. 클라이언트에 이 파일을을 복구시키겠습니까? 현재 클라이언트에 있는 파일들은 {0} 번역으로 교체됩니다. 아니요를 선택하시면 백업 파일들이 삭제됩니다.
ru: Найдены резервные копии файлов. Вы хотите восстановить их в своем клиенте? Существующие из вашего клиента будут заменены на перевод {0}. Выбор Нет приведет к удалению этих файлов резервных копий.
vi: Tìm thấy Backup. Bạn có muốn khôi phục backup về thư mục game không? Tệp đang tồn tại ở thư mục game sẽ bị hoán đổi với bản dịch {0}. Chọn No sẽ tiến hành xóa backup.
zh: 发现备份文件。您想现在将它们恢复到客户端中吗？ 来自客户端的现有版本将被替换为 {0} 翻译版本。 选择“否”将删除这些备份文件。

# question_folder_same_path_game
source: The program is in the same or in a sub folder as your game client. This will cause malfunctions or data corruption on your game client. Are you sure you want to set to this folder?
ko: 프로그램이 게임 파일내에 있습니다. 게임 클라이언트에 오류및 오염을 일으킬수도 있습니다. 정말 이 폴더로 지정하겠습니까?
ru: Программа находится в той же или в подпапке, что и ваш игровой клиент.
vi: Điểm đến đang ở trong thư mục của game. Điều này có thể gây ra xung đột hoặc hỏng hóc tệp tin của game. Bạn có chắc rằng bạn muốn chọn thư mục này?
zh: 修改器位于游戏同一文件夹或子文件夹下。 这可能使游戏客户端故障或造成数据冲突。 您确定要设置到这个文件夹吗？

# success_log_file_upload
source: Log file was uploaded to "{0}" The link was copied to clipboard.
ko: 로그파일이 "{0}" 로 업로드되었습니다. 링크가 클립보드로 복사되었습니다.
ru: Лог был загружен в: "{0}"
vi: Tệp Log đã được đăng "{0}" Đường link đã được copy vào clipboard.
zh: 日志上传到了 "{0}" 链接已复制到剪切板。

# tab_credentials
source: Credentials
ko: 계정
ru: Учетные данные
vi: Thông tin đăng nhập
zh: 凭证

# tab_patcher
source: Patcher
ko: 패쳐
ru: Патчер
zh: 修改器

# box_id
source: Soulworker ID
ko: 소울워커 ID

# tab_game
source: Soulworker
ko: 소울워커
